chat_system_1932771304_actor_description=Queen Violetta. Queen of Elves.
chat_system_1932771304_snap_save_question=^?^[s]Hardly have you entered the throne room when Kay-Lear seizes your hand and pulls you towards the throne:[/s]<br>He's here. Your Majesty, the human king's envoy has returned from the Land of Death.
chat_system_1932771304_snap_save_answer_0=^?^Hey, hey, be careful. You get any more excited, you'll tear my hand off.
chat_system_1932771304_snap_0_question=^?^[s]This time the elven queen looks quite different. The evil spells have released her.[/s]<br>Ah, our savior, [rank] [player].
chat_system_1932771304_snap_0_answer_0=^?^I am glad to see you in good health, Your Majesty...
chat_system_1932771304_snap_1_question=^?^I too am happy to feel the breath of life and hear the song of the wind once more. My memory seems to be covered with the morning mist, but I do remember the humiliation and pain I suffered in the captivity of the Crystal of Darkness. Now I am free, and most grateful to you.<br>Kay-Lear told me of your mission, and of the boundless sorrow that has struck good King Mark's heart.
chat_system_1932771304_snap_1_answer_0=^?^Great. Tell me, where's Princess Amelie now?
chat_system_1932771304_snap_2_question=^?^My heart is also filled with sorrow and grief, for I too remember this wonderful baby, a truly divine creation. Alas, in the Crystal's captivity, I obeyed Karador's pitiless will. I ordered my warriors, under a cloak of deception, to sneak into the castle and kidnap the girl. And then, again by his will, I delivered the girl into the hands of the orcs.<br>The innocent child was taken to Murock. I do not know why. But I grieve together with your king for this terrible loss.
chat_system_1932771304_snap_2_answer_0=^?^Ok, I got it, the princess is in Murock. Can you help me to get there?
chat_system_1932771304_snap_3_question=^?^A heavy load of guilt lies in my heart, and it burns with the desire to help you. But it is not so easy.<br>Something happened after the orcs took Amelie away. The sea became dark, and its peaceful surface turned into a storming whirl. A strong wind now blows from Murock's cold coasts. There is no way to get there through the Channel of Despair, neither by ship nor by dirigible. It seems that the world is going crazy, and even the star's location has changed.
chat_system_1932771304_snap_3_answer_0=^?^So, which option should I choose? I am not afraid to face Death.
chat_system_1932771304_snap_4_question=^?^I know what you are capable of, but your death in the deep sea would not help to return Amelie.<br>There is another road to Murock, through the Dragons' Labyrinth. It is a horrible place that has brought many troubles upon us, and so we closed it long ago. The Labyrinth lies deep under the ground. On the other side of it lies Murock. Long ago, the orcs escaped to Murock, having used this passage.
chat_system_1932771304_snap_4_answer_0=^?^Well, fine then! There is a way. By the way, why is the Labyrinth locked?
chat_system_1932771304_snap_5_question=^?^Green dragons live there. A lot of dragons, which came to our world from Ultrax long ago. The dragons did us no harm, until their cruel King Haas appeared, and demanded that elves give him half of their children. Our ancestors could not agree to this demand, and locked the gates with the help of the dwarves, in order to stop the violence.<br>This was long ago. If you are not afraid to open the gates and enter, then I shall write a letter to Torn Digor and ask him to give you the key for the Dragons' Labyrinth.
chat_system_1932771304_snap_5_answer_0=^?^I'm not afraid. I eat green dragons for dinner.
chat_system_1932771304_snap_7_question=^?^You are truly fearless, [class]! Here is the letter. Give it to the king of dwarves, Torn Digor. My request is written there in detail.<br>I also ask you to fly to your King Mark the Wise, and convey to him my words of gratitude and regret. Tell him that as a token of gratitude we relinquish all claims on the Islands of Freedom.<br>Hurry, [player], use our single dirigible. I feel that something terrible is going on in Murock, and the whole world is in danger.
chat_system_1932771304_snap_7_answer_0=^?^I knew that elves were a kind and noble-minded race. I'll just fly to Torn Digor to get the key and open the Labyrinth. Thank you.
chat_system_1932771304_snap_6_question=^?^Yes, my savior. How can the queen of the elven lands help you?
chat_system_1932771304_snap_6_answer_0=^?^Your Majesty. I truly do need your help, for I wish to marry Princess Neoka.
chat_system_1932771304_snap_6_answer_1=^?^Maybe I can do something else to help the elves, Your Majesty?
chat_system_1932771304_snap_6_header_1=^?^I dared not ask you for help, [player]. You have already done a lot for me and for my nation.
chat_system_1932771304_snap_6_answer_2=^?^The Tree of Life - I'd like to know more about it.
chat_system_1932771304_snap_6_header_2=^?^The Tree of Life is the ancestor of the whole Magic Forest. It was here before the elves, and it will be here when we are gone.<br>Some think that like the Great Forest, the elves were created by the Gods from the seeds of the Tree, which is why our magic is connected to nature, and we become weak when we go far from Ellinia's woods. It is considered that the Tree's life is closely connected to our own, and if the Tree dies, the elven race will die as well.
chat_system_1932771304_snap_6_answer_3=^?^I'd like to know more about your struggle with the orcs.
chat_system_1932771304_snap_6_header_3=^?^The orcs... First their ambassadors came; they brought rich gifts and generous promises. And they wanted our native woods.<br>We do not let anyone cut the wood, so we refused. Little time had passed before the dark forces began invading our lands. Somehow the orcs managed to raise Karador, and make him take their side.<br>While we were fighting with them, the orcs never occupied our towns; they just instilled elves with fear, cut our forests and transported wood to Murock. Even now we do not understand why they did it.
chat_system_1932771304_snap_6_answer_4=^?^The Dragons' Labyrinth, what kind of place is that?
chat_system_1932771304_snap_6_header_4=^?^It is a strange place. It is believed to have been created by Titans. Some even think that the Labyrinth contains passages to other worlds. Nobody knows if it is true or not, except perhaps the dragons who live there.
chat_system_1932771304_snap_6_answer_5=^?^Your Majesty, I have the famous Map of Fandor the Traveler. Do you wish to buy it?
chat_system_1932771304_snap_6_answer_6=^?^Tell me about Murock. What kind of place is that?
chat_system_1932771304_snap_6_answer_7=^?^Who is that dragon Haas?
chat_system_1932771304_snap_6_header_7=^?^We don't know much about Haas. We know only that this cruel king of dragons demanded that we give our children to him. We have heard nothing since the dwarves locked the passage to the labyrinth.
chat_system_1932771304_snap_6_answer_8=^?^Tell me about Amelie's kidnapping.
chat_system_1932771304_snap_6_header_8=^?^I'm sorry, [player], but my memory seems to be covered by a fog. I only remember that another person's will was dictating the words to me, and my lips merely pronounced them.<br>My people are not guilty; they could not object to my order. They simply had to kidnap the young princess and give her to the orcs.<br>I regret this greatly.
chat_system_1932771304_snap_6_answer_9=^?^I'm sorry, but I have to go.
chat_system_1932771304_snap_11_question=^?^Princess Neoka? Forest spirits! How does this girl have the time to infatuate foolish young men?<br>But of course, my friend, of course I will not object. It is time that my niece find a decent husband at last. I give my permission and my blessing.
chat_system_1932771304_snap_11_answer_0=^?^Thank you, Your Majesty.
chat_system_1932771304_snap_10_question=^?^The legendary Fandor's map? Great! Can you give it to me? Of course not for free. I can give you some of my most precious runes for this map. Ten runes of every kind. Do you find the offer acceptable?
chat_system_1932771304_snap_10_answer_0=^?^That offer is just great! Here, take the map.
chat_system_1932771304_snap_10_answer_1=^?^I'll think over your offer.
chat_system_1932771304_snap_12_question=^?^Oh, thank you for the map, [player]! Here's your reward.<br><br>[s]You obtained 10 Might Runes, 10 Mind Runes and 10 Magic Runes.[/s]
chat_system_1932771304_snap_12_answer_0=^?^Thank you, Your Majesty.
chat_system_1932771304_snap_8_question=^?^It is an unpopulated, bleak land in the North. The land of despair, the refuge of outcasts. Our races banished the orcs there, thousands of years ago. And now these outcasts are doomed to lives of misery, struggling with the severities of nature and with each other for their very survival.
chat_system_1932771304_snap_8_answer_0=^?^Sounds cruel...
chat_system_1932771304_snap_9_question=^?^Yes, but the orcs are foolish. They are imperfect and quite primitive, for they were created by the Titans. The gods gave the Titans the ability to create, but sadly had given them neither talent in creation nor knowledge of it. Only the true creators are capable of making a perfect creature.<br>Loathsome, stinking, aggressive, eating each other and preaching a vile death cult, practicing Titans' magic - do they deserve compassion? Even their leaders are chosen not by the right of blood, but by a general decision of the tribe. Isn't that a proof of their stupidity and primitiveness?
chat_system_1932771304_snap_9_answer_0=^?^Haven't they ever tried to come back?
chat_system_1932771304_snap_9_header_0=^?^Oh, of course they tried, my friend. They chose a favorable moment, when my blessed land, exhausted by its wars with the humans, and then by the necromancers' invasion, was healing its wounds. It was then that the orcs tried to come back. Like an irrepressible avalanche they rushed into our shady forests.<br>Fortunately, the great king of humans, Vilor Eliar, kept his word, sealed our peace treaty, and came to our aid. He sent his best warriors under the command of the general, Karador. Then, when the poor general went mad, he was recalled back to Darion.
